Repository: mateusz-klatt/snapper-ios
Catalog: Snapper/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, hy, id, is, it, ja, ko, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sq, sr_latn, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# common.retry
source: Retry
ar: إعادة المحاولة
bn: আবার চেষ্টা
bs: Pokušaj ponovo
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Επανάληψη
es: Reintentar
fa: تلاش مجدد
fi: Yritä uudelleen
fil: Subukan muli
fr: Réessayer
he: נסה שוב
hi: पुनः प्रयास
hr: Pokušaj ponovo
hu: Újra
hy: Կրկին փորձել
id: Coba Lagi
is: Reyna aftur
it: Riprova
ja: 再試行
ko: 재시도
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
ms: Cuba Lagi
my: ပြန်လည်ကြိုးစားပါ
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
ro: Reîncearcă
ru: Повторить
sk: Skúsiť znova
sq: Provo Përsëri
sr_latn: Pokušaj ponovo
sv: Försök igen
sw: Jaribu tena
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# errors.login.invalidResponse
source: Invalid response from server
ar: استجابة غير صالحة من الخادم
bn: সার্ভার থেকে অবৈধ প্রতিক্রিয়া
bs: Neispravan odgovor servera
cs: Neplatná odpověď serveru
da: Ugyldigt svar fra server
de: Ungültige Antwort vom Server
el: Μη έγκυρη απόκριση από τον διακομιστή
es: Respuesta inválida del servidor
fa: پاسخ سرور نامعتبر است
fi: Virheellinen vastaus palvelimelta
fil: Di-wastong sagot mula sa server
fr: Réponse du serveur invalide
he: תגובה לא תקינה מהשרת
hi: सर्वर से अमान्य प्रतिक्रिया
hr: Nevažeći odgovor poslužitelja
hu: Érvénytelen válasz a szervertől
hy: Սերվերից անվավեր պատասխան
id: Respons tidak valid dari server
is: Ógilt svar frá þjóni
it: Risposta non valida dal server
ja: サーバーからの応答が無効です
ko: 서버에서 잘못된 응답을 받았습니다
lt: Neteisingas serverio atsakas
lv: Nederīga servera atbilde
ms: Respons tidak sah dari pelayan
my: server မှ မမှန်ကန်သော တုံ့ပြန်မှု
nb: Ugyldig svar fra serveren
nl: Ongeldig antwoord van de server
pl: Nieprawidłowa odpowiedź serwera
pt_br: Resposta inválida do servidor
ro: Răspuns invalid de la server
ru: Некорректный ответ сервера
sk: Neplatná odpoveď servera
sq: Përgjigje e pavlefshme nga serveri
sr_latn: Nevažeći odgovor servera
sv: Ogiltigt svar från servern
sw: Jibu batili kutoka kwa server
th: การตอบกลับจากเซิร์ฟเวอร์ไม่ถูกต้อง
tr: Sunucudan geçersiz yanıt
uk: Неправильна відповідь сервера
vi: Phản hồi không hợp lệ từ máy chủ
zh_hans: 服务器响应无效
zh_hant: 伺服器回應無效

# errors.login.invalidURL
source: Invalid URL
ar: رابط غير صالح
bn: অবৈধ URL
bs: Neispravan URL
cs: Neplatná URL
da: Ugyldig URL
de: Ungültige URL
el: Μη έγκυρο URL
es: URL inválida
fa: URL نامعتبر است
fi: Virheellinen URL
fil: Di-wastong URL
fr: URL invalide
he: URL לא תקין
hi: अमान्य यूआरएल
hr: Nevažeći URL
hu: Érvénytelen URL
hy: Անվավեր URL
id: URL tidak valid
is: Ógilt URL
it: URL non valido
ja: 無効なURL
ko: 잘못된 URL입니다
lt: Neteisingas URL
lv: Nederīgs URL
ms: URL tidak sah
my: မမှန်ကန်သော URL
nb: Ugyldig URL
nl: Ongeldige URL
pl: Nieprawidłowy URL
pt_br: URL inválida
ro: URL invalid
ru: Некорректный URL
sk: Neplatná URL
sq: URL e pavlefshme
sr_latn: Nevažeći URL
sv: Ogiltig URL
sw: URL batili
th: URL ไม่ถูกต้อง
tr: Geçersiz URL
uk: Неправильний URL
vi: URL không hợp lệ
zh_hans: URL 无效
zh_hant: URL 無效

# errors.login.loginFailed
source: Login failed
ar: فشل تسجيل الدخول
bn: লগইন ব্যর্থ
bs: Prijava nije uspjela
cs: Přihlášení se nezdařilo
da: Login mislykkedes
de: Anmeldung fehlgeschlagen
el: Η σύνδεση απέτυχε
es: Error al iniciar sesión
fa: ورود ناموفق بود
fi: Kirjautuminen epäonnistui
fil: Nabigo ang pag-login
fr: Échec de la connexion
he: הכניסה נכשלה
hi: लॉगिन विफल
hr: Prijava nije uspjela
hu: A bejelentkezés sikertelen
hy: Մուտքը չհաջողվեց
id: Login gagal
is: Innskráning mistókst
it: Accesso non riuscito
ja: ログインに失敗しました
ko: 로그인 실패
lt: Prisijungti nepavyko
lv: Pieteikšanās neizdevās
ms: Log masuk gagal
my: ဝင်ရောက်မှု မအောင်မြင်ပါ
nb: Innlogging mislyktes
nl: Inloggen mislukt
pl: Logowanie nie powiodło się
pt_br: Falha no login
ro: Autentificare eșuată
ru: Не удалось войти
sk: Prihlásenie zlyhalo
sq: Hyrja dështoi
sr_latn: Prijava nije uspela
sv: Inloggning misslyckades
sw: Kuingia kumeshindwa
th: เข้าสู่ระบบไม่สำเร็จ
tr: Giriş başarısız
uk: Не вдалося увійти
vi: Đăng nhập thất bại
zh_hans: 登录失败
zh_hant: 登入失敗

# errors.login.network
source: Network error: %@
ar: خطأ في الشبكة: %@
bn: নেটওয়ার্ক ত্রুটি: %@
bs: Greška mreže: %@
cs: Chyba sítě: %@
da: Netværksfejl: %@
de: Netzwerkfehler: %@
el: Σφάλμα δικτύου: %@
es: Error de red: %@
fa: خطای شبکه: %@
fi: Verkkovirhe: %@
fil: Error sa network: %@
fr: Erreur réseau : %@
he: שגיאת רשת: %@
hi: नेटवर्क त्रुटि: %@
hr: Greška mreže: %@
hu: Hálózati hiba: %@
hy: Ցանցի սխալ՝ %@
id: Kesalahan jaringan: %@
is: Netvilla: %@
it: Errore di rete: %@
ja: ネットワークエラー：%@
ko: 네트워크 오류: %@
lt: Tinklo klaida: %@
lv: Tīkla kļūda: %@
ms: Ralat rangkaian: %@
my: Network အမှား: %@
nb: Nettverksfeil: %@
nl: Netwerkfout: %@
pl: Błąd sieci: %@
pt_br: Erro de rede: %@
ro: Eroare de rețea: %@
ru: Ошибка сети: %@
sk: Sieťová chyba: %@
sq: Gabim rrjeti: %@
sr_latn: Greška mreže: %@
sv: Nätverksfel: %@
sw: Hitilafu ya mtandao: %@
th: ข้อผิดพลาดเครือข่าย: %@
tr: Ağ hatası: %@
uk: Помилка мережі: %@
vi: Lỗi mạng: %@
zh_hans: 网络错误: %@
zh_hant: 網絡錯誤：%@

# errors.login.serializationFailed
source: Failed to serialize login request
ar: فشل تجهيز طلب تسجيل الدخول
bn: লগইন অনুরোধ সিরিয়ালাইজ করা যায়নি
bs: Nije moguće obraditi zahtjev za prijavu
cs: Nepodařilo se zpracovat požadavek na přihlášení
da: Kunne ikke serialisere login-anmodning
de: Anmeldeanfrage konnte nicht serialisiert werden
el: Αποτυχία σειριοποίησης αιτήματος σύνδεσης
es: No se pudo procesar la solicitud de inicio de sesión
fa: سریال‌سازی درخواست ورود ناموفق بود
fi: Kirjautumispyynnön sarjallistaminen epäonnistui
fil: Nabigong i-serialize ang login request
fr: Échec de la sérialisation de la requête de connexion
he: יצירת בקשת הכניסה נכשלה
hi: लॉगिन अनुरोध सीरियलाइज़ नहीं हो सका
hr: Nije moguće obraditi zahtjev za prijavu
hu: A bejelentkezési kérés feldolgozása sikertelen
hy: Չհաջողվեց սերիալիզացնել մուտքի հարցումը
id: Gagal memproses permintaan login
is: Ekki tókst að raðgera innskráningarbeiðni
it: Impossibile serializzare la richiesta di accesso
ja: ログインリクエストのシリアライズに失敗しました
ko: 로그인 요청을 직렬화하지 못했습니다
lt: Nepavyko serializuoti prisijungimo užklausos
lv: Neizdevās serializēt pieteikšanās pieprasījumu
ms: Gagal mensiri permintaan log masuk
my: login request ကို serialize လုပ်၍မရပါ
nb: Kunne ikke serialisere innloggingsforespørselen
nl: Verwerken van loginverzoek mislukt
pl: Nie udało się przetworzyć żądania logowania
pt_br: Falha ao processar a requisição de login
ro: Nu s-a putut serializa cererea de autentificare
ru: Не удалось сериализовать запрос на вход
sk: Nepodarilo sa spracovať požiadavku prihlásenia
sq: Serializimi i kërkesës për hyrje dështoi
sr_latn: Nije moguće obraditi zahtev za prijavu
sv: Kunde inte serialisera inloggningsbegäran
sw: Imeshindwa kuandaa ombi la login
th: สร้างคำขอเข้าสู่ระบบไม่สำเร็จ
tr: Giriş isteği serileştirilemedi
uk: Не вдалося обробити запит на вхід
vi: Không thể xử lý yêu cầu đăng nhập
zh_hans: 登录请求序列化失败
zh_hant: 無法序列化登入請求

# home.accessibility.label.connectionStatus
source: Connection: %@
ar: الاتصال: %@
bn: সংযোগ: %@
bs: Veza: %@
cs: Připojení: %@
da: Forbindelse: %@
de: Verbindung: %@
el: Σύνδεση: %@
es: Conexión: %@
fa: اتصال: %@
fi: Yhteys: %@
fil: Koneksyon: %@
fr: Connexion : %@
he: חיבור: %@
hi: कनेक्शन: %@
hr: Veza: %@
hu: Kapcsolat: %@
hy: Միացում՝ %@
id: Koneksi: %@
is: Tenging: %@
it: Connessione: %@
ja: 接続：%@
ko: 연결: %@
lt: Ryšys: %@
lv: Savienojums: %@
ms: Sambungan: %@
my: ချိတ်ဆက်မှု: %@
nb: Tilkobling: %@
nl: Verbinding: %@
pl: Połączenie: %@
pt_br: Conexão: %@
ro: Conexiune: %@
ru: Соединение: %@
sk: Pripojenie: %@
sq: Lidhja: %@
sr_latn: Veza: %@
sv: Anslutning: %@
sw: Muunganisho: %@
th: การเชื่อมต่อ: %@
tr: Bağlantı: %@
uk: Зʼєднання: %@
vi: Kết nối: %@
zh_hans: 连接: %@
zh_hant: 連線：%@

# home.accessibility.label.latestAlert
source: Latest alert: %@
ar: آخر تنبيه: %@
bn: সর্বশেষ অ্যালার্ট: %@
bs: Posljednje upozorenje: %@
cs: Poslední upozornění: %@
da: Seneste alarm: %@
de: Letzter Alarm: %@
el: Τελευταία ειδοποίηση: %@
es: Última alerta: %@
fa: آخرین هشدار: %@
fi: Viimeisin hälytys: %@
fil: Pinakabagong alerto: %@
fr: Dernière alerte : %@
he: התראה אחרונה: %@
hi: नवीनतम अलर्ट: %@
hr: Posljednje upozorenje: %@
hu: Legutóbbi riasztás: %@
hy: Վերջին ազդանշան՝ %@
id: Peringatan terbaru: %@
is: Nýjasta viðvörun: %@
it: Ultima allerta: %@
ja: 最新アラート：%@
ko: 최근 알림: %@
lt: Naujausias įspėjimas: %@
lv: Pēdējais brīdinājums: %@
ms: Amaran terkini: %@
my: နောက်ဆုံးအချက်ပေးချက်: %@
nb: Siste varsel: %@
nl: Laatste alert: %@
pl: Ostatni alert: %@
pt_br: Último alerta: %@
ro: Ultima alertă: %@
ru: Последнее оповещение: %@
sk: Posledné upozornenie: %@
sq: Sinjalizimi i fundit: %@
sr_latn: Poslednje upozorenje: %@
sv: Senaste larm: %@
sw: Arifa ya mwisho: %@
th: การแจ้งเตือนล่าสุด: %@
tr: Son uyarı: %@
uk: Останнє сповіщення: %@
vi: Cảnh báo mới nhất: %@
zh_hans: 最新提醒: %@
zh_hant: 最新警示：%@

# home.accessibility.label.refresh
source: Refresh data
ar: تحديث البيانات
bn: ডেটা রিফ্রেশ করুন
bs: Osvježi podatke
cs: Obnovit data
da: Opdater data
de: Daten aktualisieren
el: Ανανέωση δεδομένων
es: Actualizar datos
fa: تازه‌سازی داده‌ها
fi: Päivitä tiedot
fil: I-refresh ang data
fr: Actualiser les données
he: רענון נתונים
hi: डेटा रिफ्रेश करें
hr: Osvježi podatke
hu: Adatok frissítése
hy: Թարմացնել տվյալները
id: Segarkan data
is: Endurhlaða gögn
it: Aggiorna dati
ja: データを更新
ko: 데이터 새로고침
lt: Atnaujinti duomenis
lv: Atsvaidzināt datus
ms: Muat semula data
my: ဒေတာ ပြန်လည်ဆန်းသစ်ပါ
nb: Oppdater data
nl: Gegevens vernieuwen
pl: Odśwież dane
pt_br: Atualizar dados
ro: Reîmprospătează datele
ru: Обновить данные
sk: Obnoviť údaje
sq: Fresko të dhënat
sr_latn: Osveži podatke
sv: Uppdatera data
sw: Onyesha data upya
th: รีเฟรชข้อมูล
tr: Verileri yenile
uk: Оновити дані
vi: Làm mới dữ liệu
zh_hans: 刷新数据
zh_hant: 重新整理數據

# home.connectionState.authFailed
source: Auth failed: %@
ar: فشلت المصادقة: %@
bn: প্রমাণীকরণ ব্যর্থ: %@
bs: Autentifikacija neuspješna: %@
cs: Ověření selhalo: %@
da: Godkendelse mislykkedes: %@
de: Authentifizierung fehlgeschlagen: %@
el: Αποτυχία ταυτοποίησης: %@
es: Autenticación fallida: %@
fa: احراز هویت ناموفق بود: %@
fi: Tunnistautuminen epäonnistui: %@
fil: Nabigo ang auth: %@
fr: Échec de l'authentification : %@
he: האימות נכשל: %@
hi: ऑथ विफल: %@
hr: Autentikacija neuspješna: %@
hu: Hitelesítés sikertelen: %@
hy: Նույնականացումը չհաջողվեց՝ %@
id: Autentikasi gagal: %@
is: Auðkenning mistókst: %@
it: Autenticazione non riuscita: %@
ja: 認証に失敗しました：%@
ko: 인증 실패: %@
lt: Tapatybės nustatymas nepavyko: %@
lv: Autentifikācija neizdevās: %@
ms: Pengesahan gagal: %@
my: Auth မအောင်မြင်ပါ: %@
nb: Autentisering mislyktes: %@
nl: Authenticatie mislukt: %@
pl: Uwierzytelnianie nieudane: %@
pt_br: Falha na autenticação: %@
ro: Autentificare eșuată: %@
ru: Ошибка аутентификации: %@
sk: Overenie zlyhalo: %@
sq: Autentikimi dështoi: %@
sr_latn: Autentikacija neuspešna: %@
sv: Autentisering misslyckades: %@
sw: Auth imeshindwa: %@
th: ยืนยันตัวตนไม่สำเร็จ: %@
tr: Kimlik doğrulama başarısız: %@
uk: Помилка автентифікації: %@
vi: Xác thực thất bại: %@
zh_hans: 认证失败: %@
zh_hant: 驗證失敗：%@

# home.connectionState.authenticating
source: Authenticating…
ar: جارٍ المصادقة…
bn: প্রমাণীকরণ হচ্ছে…
bs: Autentifikacija…
cs: Ověřování…
da: Godkender…
de: Authentifizierung…
el: Ταυτοποίηση…
es: Autenticando…
fa: در حال احراز هویت…
fi: Tunnistaudutaan…
fil: Nag-aauthenticate…
fr: Authentification…
he: מאמת…
hi: ऑथेंटिकेट हो रहा है…
hr: Autentikacija…
hu: Hitelesítés…
hy: Նույնականացում…
id: Mengautentikasi…
is: Auðkennir…
it: Autenticazione…
ja: 認証中…
ko: 인증 중…
lt: Nustatoma tapatybė…
lv: Notiek autentifikācija…
ms: Mengesahkan…
my: အတည်ပြုနေသည်…
nb: Autentiserer…
nl: Authenticeren…
pl: Uwierzytelnianie…
pt_br: Autenticando…
ro: Se autentifică…
ru: Аутентификация…
sk: Overovanie…
sq: Po autentikohet…
sr_latn: Autentikacija…
sv: Autentiserar…
sw: Inathibitisha...
th: กำลังยืนยันตัวตน…
tr: Kimlik doğrulanıyor…
uk: Автентифікація…
vi: Đang xác thực…
zh_hans: 正在认证…
zh_hant: 正在驗證…

# home.connectionState.connected
source: Connected
ar: متصل
bn: সংযুক্ত
bs: Povezano
cs: Připojeno
da: Forbundet
de: Verbunden
el: Συνδεδεμένο
es: Conectado
fa: متصل
fi: Yhdistetty
fil: Nakakonekta
fr: Connecté
he: מחובר
hi: कनेक्टेड
hr: Povezano
hu: Csatlakozva
hy: Միացված
id: Terhubung
is: Tengt
it: Connesso
ja: 接続済み
ko: 연결됨
lt: Prisijungta
lv: Savienots
ms: Disambungkan
my: ချိတ်ဆက်ပြီး
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt_br: Conectado
ro: Conectat
ru: Подключено
sk: Pripojené
sq: I lidhur
sr_latn: Povezano
sv: Ansluten
sw: Imeunganishwa
th: เชื่อมต่อแล้ว
tr: Bağlandı
uk: Зʼєднано
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連線

# home.connectionState.connecting
source: Connecting…
ar: جارٍ الاتصال…
bn: সংযোগ হচ্ছে…
bs: Povezivanje…
cs: Připojování…
da: Forbinder…
de: Verbinden…
el: Σύνδεση…
es: Conectando…
fa: در حال اتصال…
fi: Yhdistetään…
fil: Kumokonekta…
fr: Connexion…
he: מתחבר…
hi: कनेक्ट हो रहा है…
hr: Povezivanje…
hu: Csatlakozás…
hy: Միացում…
id: Menghubungkan…
is: Tengist…
it: Connessione…
ja: 接続中…
ko: 연결 중…
lt: Jungiamasi…
lv: Notiek savienošana…
ms: Menyambung…
my: ချိတ်ဆက်နေသည်…
nb: Kobler til…
nl: Verbinden…
pl: Łączenie…
pt_br: Conectando…
ro: Se conectează…
ru: Подключение…
sk: Pripájanie…
sq: Po lidhet…
sr_latn: Povezivanje…
sv: Ansluter…
sw: Inaunganisha...
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
uk: Підключення…
vi: Đang kết nối…
zh_hans: 正在连接…
zh_hant: 正在連線…

# home.connectionState.disconnected
source: Disconnected
ar: غير متصل
bn: বিচ্ছিন্ন
bs: Veza prekinuta
cs: Odpojeno
da: Afbrudt
de: Getrennt
el: Αποσυνδεδεμένο
es: Desconectado
fa: قطع اتصال
fi: Yhteys katkaistu
fr: Déconnecté
he: מנותק
hi: डिस्कनेक्टेड
hr: Odspojeno
hu: Lecsatlakozva
hy: Անջատված
id: Terputus
is: Aftengt
it: Disconnesso
ja: 切断済み
ko: 연결 끊김
lt: Atjungta
lv: Atvienots
ms: Terputus
my: ချိတ်ဆက်မှု ပြတ်တောက်နေသည်
nb: Frakoblet
nl: Verbinding verbroken
pl: Rozłączono
pt_br: Desconectado
ro: Deconectat
ru: Отключено
sk: Odpojené
sq: I shkëputur
sr_latn: Veza prekinuta
sv: Frånkopplad
sw: Imekatika
th: ตัดการเชื่อมต่อแล้ว
tr: Bağlantı kesildi
uk: Відʼєднано
vi: Đã ngắt kết nối
zh_hans: 已断开连接
zh_hant: 已中斷連線

# home.connectionState.error
source: Error: %@
ar: خطأ: %@
bn: ত্রুটি: %@
bs: Greška: %@
cs: Chyba: %@
da: Fejl: %@
de: Fehler: %@
el: Σφάλμα: %@
fa: خطا: %@
fi: Virhe: %@
fr: Erreur : %@
he: שגיאה: %@
hi: त्रुटि: %@
hr: Greška: %@
hu: Hiba: %@
hy: Սխալ՝ %@
id: Kesalahan: %@
is: Villa: %@
it: Errore: %@
ja: エラー：%@
ko: 오류: %@
lt: Klaida: %@
lv: Kļūda: %@
ms: Ralat: %@
my: အမှား: %@
nb: Feil: %@
nl: Fout: %@
pl: Błąd: %@
pt_br: Erro: %@
ro: Eroare: %@
ru: Ошибка: %@
sk: Chyba: %@
sq: Gabim: %@
sr_latn: Greška: %@
sv: Fel: %@
sw: Hitilafu: %@
th: ข้อผิดพลาด: %@
tr: Hata: %@
uk: Помилка: %@
vi: Lỗi: %@
zh_hans: 错误: %@
zh_hant: 錯誤：%@

# home.equity.label
source: Equity
ar: حقوق الملكية
bn: ইক্যুইটি
bs: Kapital
cs: Kapitál
da: Egenkapital
el: Κεφάλαιο
es: Capital
fa: اکوییتی
fi: Pääoma
fr: Capital
he: הון
hi: इक्विटी
hr: Kapital
hu: Tőke
hy: Կապիտալ
id: Ekuitas
is: Eigið fé
it: Capitale
ja: エクイティ
ko: 자기자본
lt: Kapitalas
lv: Kapitāls
ms: Ekuiti
nb: Egenkapital
pl: Kapitał
pt_br: Patrimônio
ro: Capital
ru: Капитал
sk: Kapitál
sq: Kapital
sr_latn: Kapital
sv: Eget kapital
th: ทุนสุทธิ
tr: Özsermaye
uk: Капітал
vi: Vốn
zh_hans: 权益
zh_hant: 權益

# home.error.loadFailed
source: Failed to load — %@
ar: فشل التحميل — %@
bn: লোড ব্যর্থ — %@
bs: Nije moguće učitati — %@
cs: Nepodařilo se načíst — %@
da: Kunne ikke indlæse — %@
de: Laden fehlgeschlagen — %@
el: Αποτυχία φόρτωσης — %@
es: Error al cargar — %@
fa: بارگذاری ناموفق بود: %@
fi: Lataus epäonnistui — %@
fil: Nabigong i-load — %@
fr: Échec du chargement — %@
he: הטעינה נכשלה — %@
hi: लोड विफल — %@
hr: Učitavanje nije uspjelo — %@
hu: A betöltés sikertelen — %@
hy: Չհաջողվեց բեռնել՝ %@
id: Gagal memuat — %@
is: Ekki tókst að hlaða — %@
it: Caricamento non riuscito — %@
ja: 読み込みに失敗しました：%@
ko: 불러오기 실패 — %@
lt: Nepavyko įkelti — %@
lv: Neizdevās ielādēt — %@
ms: Gagal memuatkan — %@
my: ဖွင့်၍မရပါ — %@
nb: Kunne ikke laste — %@
nl: Laden mislukt — %@
pl: Nie udało się załadować — %@
pt_br: Falha ao carregar — %@
ro: Încărcare eșuată — %@
ru: Не удалось загрузить — %@
sk: Nepodarilo sa načítať — %@
sq: Ngarkimi dështoi — %@
sr_latn: Učitavanje nije uspelo — %@
sv: Kunde inte ladda — %@
sw: Imeshindwa kupakia - %@
th: โหลดไม่สำเร็จ — %@
tr: Yüklenemedi — %@
uk: Не вдалося завантажити — %@
vi: Không thể tải — %@
zh_hans: 加载失败 — %@
zh_hant: 載入失敗：%@

# home.heartbeatAge.seconds
source: %lld seconds ago
ar: قبل %lld ثانية
bn: %lld সেকেন্ড আগে
bs: prije %lld sekundi
cs: před %lld sekundami
da: %lld sekunder siden
de: vor %lld Sekunden
el: %lld δευτερόλεπτα πριν
es: hace %lld segundos
fa: %lld ثانیه پیش
fi: %lld sekuntia sitten
fil: %lld na segundo ang nakalipas
fr: il y a %lld secondes
he: לפני %lld שניות
hi: %lld सेकंड पहले
hr: prije %lld sekundi
hu: %lld másodperce
hy: %lld վայրկյան առաջ
id: %lld detik yang lalu
is: %lld sekúndur síðan
it: %lld secondi fa
ja: %lld秒前
ko: %lld초 전
lt: prieš %lld sekundžių
lv: pirms %lld sekundēm
ms: %lld saat lalu
my: လွန်ခဲ့သော %lld စက္ကန့်
nb: %lld sekunder siden
nl: %lld seconden geleden
pl: %lld sekundę temu
pt_br: há %lld segundos
ro: acum %lld de secunde
ru: %lld секунды назад
sk: pred %lld sekundami
sq: %lld sekonda më parë
sr_latn: pre %lld sekundi
sv: %lld sekunder sedan
sw: %lld sekunde zilizopita
th: %lld วินาทีที่แล้ว
tr: %lld saniye önce
uk: %lld секунди тому
vi: %lld giây trước
zh_hans: %lld 秒前
zh_hant: %lld 秒前

# home.refreshing
source: Refreshing…
ar: جارٍ التحديث…
bn: রিফ্রেশ হচ্ছে…
bs: Osvježavanje…
cs: Obnovování…
da: Opdaterer…
de: Wird aktualisiert…
el: Ανανέωση…
es: Actualizando…
fa: در حال تازه‌سازی…
fi: Päivitetään…
fil: Nire-refresh…
fr: Actualisation…
he: מרענן…
hi: रिफ्रेश हो रहा है…
hr: Osvježavanje…
hu: Frissítés…
hy: Թարմացվում է…
id: Menyegarkan…
is: Endurhleður…
it: Aggiornamento…
ja: 更新中…
ko: 새로고침 중…
lt: Atnaujinama…
lv: Atsvaidzina…
ms: Memuat semula…
my: ပြန်လည်ဆန်းသစ်နေသည်…
nb: Oppdaterer…
nl: Vernieuwen…
pl: Odświeżanie…
pt_br: Atualizando…
ro: Se reîmprospătează…
ru: Обновление…
sk: Obnovovanie…
sq: Po freskohet…
sr_latn: Osvežavanje…
sv: Uppdaterar…
sw: Inaonyesha upya...
th: กำลังรีเฟรช…
tr: Yenileniyor…
uk: Оновлення…
vi: Đang làm mới…
zh_hans: 正在刷新…
zh_hant: 正在重新整理…

# home.section.latestAlert
source: Latest alert
ar: آخر تنبيه
bn: সর্বশেষ অ্যালার্ট
bs: Posljednje upozorenje
cs: Poslední upozornění
da: Seneste alarm
de: Letzter Alarm
el: Τελευταία ειδοποίηση
es: Última alerta
fa: آخرین هشدار
fi: Viimeisin hälytys
fil: Pinakabagong alerto
fr: Dernière alerte
he: התראה אחרונה
hi: नवीनतम अलर्ट
hr: Posljednje upozorenje
hu: Legutóbbi riasztás
hy: Վերջին ազդանշան
id: Peringatan terbaru
is: Nýjasta viðvörun
it: Ultima allerta
ja: 最新アラート
ko: 최근 알림
lt: Naujausias įspėjimas
lv: Pēdējais brīdinājums
ms: Amaran terkini
my: နောက်ဆုံးအချက်ပေးချက်
nb: Siste varsel
nl: Laatste alert
pl: Ostatni alert
pt_br: Último alerta
ro: Ultima alertă
ru: Последнее оповещение
sk: Posledné upozornenie
sq: Sinjalizimi i fundit
sr_latn: Poslednje upozorenje
sv: Senaste larm
sw: Arifa ya mwisho
th: การแจ้งเตือนล่าสุด
tr: Son uyarı
uk: Останнє сповіщення
vi: Cảnh báo mới nhất
zh_hans: 最新提醒
zh_hant: 最新警示

# home.section.latestAlert.empty
source: No recent alerts
ar: لا توجد تنبيهات حديثة
bn: সাম্প্রতিক কোনো অ্যালার্ট নেই
bs: Nema nedavnih upozorenja
cs: Žádná nedávná upozornění
da: Ingen seneste alarmer
de: Keine aktuellen Alarme
el: Καμία πρόσφατη ειδοποίηση
es: Sin alertas recientes
fa: هشدار اخیری نیست
fi: Ei viimeaikaisia hälytyksiä
fil: Walang kamakailang alerto
fr: Aucune alerte récente
he: אין התראות אחרונות
hi: कोई हालिया अलर्ट नहीं
hr: Nema nedavnih upozorenja
hu: Nincsenek friss riasztások
hy: Վերջին ազդանշաններ չկան
id: Tidak ada peringatan terbaru
is: Engar nýlegar viðvaranir
it: Nessuna allerta recente
ja: 最近のアラートなし
ko: 최근 알림 없음
lt: Naujausių įspėjimų nėra
lv: Nav nesenu brīdinājumu
ms: Tiada amaran terkini
my: မကြာသေးမီ အချက်ပေးချက်မရှိ
nb: Ingen nylige varsler
nl: Geen recente alerts
pl: Brak ostatnich alertów
pt_br: Sem alertas recentes
ro: Nicio alertă recentă
ru: Нет недавних оповещений
sk: Žiadne nedávne upozornenia
sq: Nuk ka sinjalizime të fundit
sr_latn: Nema nedavnih upozorenja
sv: Inga nya larm
sw: Hakuna arifa za hivi karibuni
th: ไม่มีการแจ้งเตือนล่าสุด
tr: Son uyarı yok
uk: Немає останніх сповіщень
vi: Không có cảnh báo gần đây
zh_hans: 暂无近期提醒
zh_hant: 沒有近期警示

# home.section.openPositions
source: Open positions
ar: المراكز المفتوحة
bn: ওপেন পজিশন
bs: Otvorene pozicije
cs: Otevřené pozice
da: Åbne positioner
de: Offene Positionen
el: Ανοιχτές θέσεις
es: Posiciones abiertas
fa: موقعیت‌های باز
fi: Avoimet positiot
fil: Mga bukas na position
fr: Positions ouvertes
he: פוזיציות פתוחות
hi: ओपन पोज़ीशन
hr: Otvorene pozicije
hu: Nyitott pozíciók
hy: Բաց դիրքեր
id: Posisi terbuka
is: Opnar stöður
it: Posizioni aperte
ja: オープンポジション
ko: 오픈 포지션
lt: Atviros pozicijos
lv: Atvērtās pozīcijas
ms: Posisi terbuka
my: ဖွင့်ထားသော position များ
nb: Åpne posisjoner
nl: Open posities
pl: Otwarte pozycje
pt_br: Posições abertas
ro: Poziții deschise
ru: Открытые позиции
sk: Otvorené pozície
sq: Pozicionet e hapura
sr_latn: Otvorene pozicije
sv: Öppna positioner
sw: Position zilizo wazi
th: สถานะที่เปิดอยู่
tr: Açık pozisyonlar
uk: Відкриті позиції
vi: Vị thế mở
zh_hans: 当前仓位
zh_hant: 持倉

# home.section.recentOrders
source: Recent orders
ar: الأوامر الحديثة
bn: সাম্প্রতিক অর্ডার
bs: Nedavni nalozi
cs: Nedávné pokyny
da: Seneste ordrer
de: Letzte Orders
el: Πρόσφατες εντολές
es: Órdenes recientes
fa: سفارش‌های اخیر
fi: Viimeaikaiset toimeksiannot
fil: Mga kamakailang order
fr: Ordres récents
he: פקודות אחרונות
hi: हालिया ऑर्डर
hr: Nedavni nalozi
hu: Friss megbízások
hy: Վերջին հանձնարարականներ
id: Pesanan terbaru
is: Nýlegar pantanir
it: Ordini recenti
ja: 最近の注文
ko: 최근 주문
lt: Naujausi pavedimai
lv: Pēdējie rīkojumi
ms: Pesanan terkini
my: မကြာသေးမီ order များ
nb: Nylige ordrer
nl: Recente orders
pl: Ostatnie zlecenia
pt_br: Ordens recentes
ro: Ordine recente
ru: Последние ордера
sk: Nedávne pokyny
sq: Porositë e fundit
sr_latn: Nedavni nalozi
sv: Senaste ordrar
sw: Order za hivi karibuni
th: คำสั่งล่าสุด
tr: Son emirler
uk: Останні ордери
vi: Lệnh gần đây
zh_hans: 近期订单
zh_hant: 近期訂單

# home.welcomeTitle
source: Welcome, %@
ar: مرحبًا، %@
bn: স্বাগতম, %@
bs: Dobro došao, %@
cs: Vítejte, %@
da: Velkommen, %@
de: Willkommen, %@
el: Καλώς ήρθες, %@
es: Bienvenido, %@
fa: %@، خوش آمدید
fi: Tervetuloa, %@
fil: Mabuhay, %@
fr: Bienvenue, %@
he: ברוך הבא, %@
hi: स्वागत है, %@
hr: Dobrodošli, %@
hu: Üdvözöljük, %@
hy: Բարի գալուստ, %@
id: Selamat datang, %@
is: Velkomin(n), %@
it: Benvenuto, %@
ja: ようこそ、%@
ko: 환영합니다, %@
lt: Sveiki, %@
lv: Sveicināti, %@
ms: Selamat datang, %@
my: ကြိုဆိုပါသည်, %@
nb: Velkommen, %@
nl: Welkom, %@
pl: Witaj, %@
pt_br: Bem-vindo, %@
ro: Bun venit, %@
ru: Добро пожаловать, %@
sk: Vitajte, %@
sq: Mirë se erdhe, %@
sr_latn: Dobrodošli, %@
sv: Välkommen, %@
sw: Karibu, %@
th: ยินดีต้อนรับ %@
tr: Hoş geldin, %@
uk: Вітаємо, %@
vi: Chào mừng, %@
zh_hans: 欢迎，%@
zh_hant: 歡迎，%@
